[
  {
    "name": "Camberwell Green",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.47486,
    "latitude": -0.09269,
    "status": "Open",
    "year_opened": 1857,
    "period_opened": "1850-1874",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Camberwell was a rural village until the late C18th, and Camberwell Fair was held in August on Camberwell Green for the Feast of St Giles, patron saint of Camberwell, from 1279 until 1855 when it was suppressed as a nuisance to the local residents. In 1856 four local dignitaries purchased exclusive rights for holding the fair on the Green from the Lords of the Manor on a 1,000 year lease with an annual rent of one peppercorn. They sold it to Camberwell Vestry in September 1857 and the Green re-opened as a public open space in 1859. The Green was previously dominated by elm trees and had a pond in the south.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU013"
  },
  {
    "name": "Camberwell Library Ground",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.47384,
    "latitude": -0.07646,
    "status": "Defunct",
    "year_opened": 1893,
    "period_opened": "1875-1899",
    "alteration": "Closed",
    "period_destroyed": "1940s",
    "first_list_appearence": 1905,
    "brief_history": "The grand Camberwell Central Library on Peckham Road was opened in 1893 by the Prince of Wales, who later became Edward VII, but was razed to the ground by a doodlebug in 1944.",
    "history_link": "https://southwarknews.co.uk/area/peckham/new-camberwell-library-opens-its-doors/"
  },
  {
    "name": "Christ Church Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50611,
    "latitude": -0.10518,
    "status": "Open",
    "year_opened": 1900,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Christ Church Garden is the former churchyard of Christ Church built here in 1671, which was rebuilt in the C18th and added to in the 1890s but destroyed by bombing in WWII. The current church dates from 1960. The churchyard was enlarged a number of times but closed to burial in 1856. It was converted into a public garden by the MPGA and opened in 1900. A drinking fountain was donated by John Passmore Edwards. When the church was bombed, the cross fell into the churchyard scorching the ground, its position now marked by a stone cross in the grass. The garden was redesigned in 2000.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU017"
  },
  {
    "name": "Dulwich Park",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.44556,
    "latitude": -0.07827,
    "status": "Open",
    "year_opened": 1890,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Dulwich Park opened as a public park in 1890. It was formerly part of the Manor of Dulwich, purchased by theatre impresario Edward Alleyn in the early C17th, who founded almshouses and a school here, now Dulwich College. The Dulwich Estates' Board of Governors, set up in 1882, donated land to the MBW for the public park in 1885. It was laid out by the newly formed LCC in 1889/90 and much of its original layout is still intact.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU025"
  },
  {
    "name": "Goose Green",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.46156,
    "latitude": -0.07290,
    "status": "Open",
    "year_opened": "<1850",
    "period_opened": "<1850",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Goose Green was once common land, available for the use of the whole community, but in the late 19th century William Bowyer-Smith, the Lord of the Manor at that time, started giving building leases on other common land at Peckham Rye to developers.\n\nThe Camberwell Vestry stepped in and bought the manorial right to the land, so retaining it as a public open space.",
    "history_link": "https://ideal-homes.gre.ac.uk/southwark/assets/galleries/east-dulwich/goose-green.html"
  },
  {
    "name": "Long Lane Recreation Ground",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49789,
    "latitude": -0.08259,
    "status": "Open",
    "year_opened": 1896,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Long Lane Playground is on the site of a Quaker Burial Ground whose perimeter wall remains as the wall to the recreation ground, now laid out as a playground. The garden consists of an area of grass with some shrubs to the front boundary with Long Lane and south of the wall, which remains across the centre of the playground.",
    "history_link": "https://www.parksandgardens.org/places/long-lane-recreation-ground-playground"
  },
  {
    "name": "Guy Street Park",
    "other_names": "Nelson Recreation Ground",
    "borough": "Southwark",
    "longitude": 51.50165,
    "latitude": -0.08682,
    "status": "Open",
    "year_opened": 1899,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "The land here was open fields until the C18th when it was purchased by the Trustees of Guy's Hospital for use as a burial ground for deceased patients. It continued as a burial ground until the 1850s Burial Acts led to its closure. For a time it was leased to a local builder but in the 1890s part was purchased by Bermondsey Vestry for a much-needed public recreation ground, opening as Nelson Recreation Ground in 1899. Although it was refurbished after WWII war damage it became run down. It was renamed and refurbished after local residents set up Friends of Guy Street Park in 2001 following community consultation. It re-opened in 2003 with improved lighting, seating, play areas, a community garden and a community artwork that also provided illumination.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU036"
  },
  {
    "name": "Newington Gardens",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49772,
    "latitude": -0.09604,
    "status": "Open",
    "year_opened": 1917,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Newington Gardens is a small quiet garden behind the Crown Court on Newington Causeway, created on the site where Horsemonger Lane Gaol once stood. For a long time, it was known as Gaol Park, the memory of the former building kept alive by the high external wall and large gatehouse long retained after the prison was demolished in 1880.\n\nToday the park is situated behind the Inner London Sessions House which was rebuilt at the beginning of the 20th century; but due to delays caused by the First World War, it didn't open until 1917.",
    "history_link": "ttps://www.southwark.gov.uk/parks-and-open-spaces/parks/newington-gardens"
  },
  {
    "name": "Nunhead Green",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.46542,
    "latitude": -0.05854,
    "status": "Open",
    "year_opened": "<1850",
    "period_opened": "<1850",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Nunhead Green is a prominent gateway to the high street. Previously it was underused due to its poor layout and frequent anti-social behaviour. A new design by architects AOC has helped put Nunhead Green back at the heart of the high street. It also celebrates its 200-year history as a traditional village green. The new green has a children’s play area and a village square that can host gatherings and events.",
    "history_link": "https://www.london.gov.uk/programmes-strategies/shaping-local-places/public-space/londons-great-outdoors-nunhead-southwark"
  },
  {
    "name": "Peckham Rye Park & Common",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.4581,
    "latitude": -0.06125,
    "status": "Open",
    "year_opened": 1894,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Peckham Rye Common was for centuries used as a deer park although local people had common rights. It was purchased for public open space in 1868 by Camberwell Vestry and transferred to the MBW in 1882. In 1890 the adjacent Homestall Farm was acquired by the Vestry, the LCC and the Charity Commissioners for a public park and Peckham Rye Park was laid out in 1894. The park had an artificial lake with island and bankside walks, rock and water gardens; an American garden, Japanese garden, and an English Garden, also known as the Sexby Garden.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU070a"
  },
  {
    "name": "Red Cross Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50311,
    "latitude": -0.09459,
    "status": "Open",
    "year_opened": 1888,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Red Cross Garden formed part of Octavia Hill's pioneering social housing scheme here, which consisted of two rows of cottages and a community hall, designed by Elijah Hoole. The garden predated the buildings and was laid out in 1887, the opening ceremony taking place in 1888. It was created to provide 'an open air sitting room for the tired inhabitants of Southwark' and had an elaborate layout of curved lawns, flower beds and serpentine paths, an ornamental pond with fountain, bandstand and covered children's play area. There were once two mosaics in the garden, that depicting 'The Sower' remains, restored in 1956 and again in 2005. During WWII the railings were removed for the war effort and the caretaker dismissed, and by 1948 the layout of the garden had disappeared. Sir Sidney Cockerell writing to The Times of his visit in July 1948 found 'a desolate flat space part of it newly asphalted'. The garden appears treeless in a photograph of 1965, although some trees were subsequently planted. It was not until 2005 that it was restored to much of its original layout through the work of Bankside Open Spaces Trust with support by local people and funding from HLF and Southwark Council. It reflects its Victorian origins as a community garden and combines C19th and ecological planting.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU074"
  },
  {
    "name": "Sayes Court Park",
    "other_names": "",
    "borough": "Lewisham",
    "longitude": 51.48482,
    "latitude": -0.0301,
    "status": "Open",
    "year_opened": 1878,
    "period_opened": "1875-1899",
    "alteration": "Shrank",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Sayes Court Park is on part of the former grounds of Sayes Court, a property that was once was within the King’s estates in Greenwich. From the mid-C17th it was the home of the diarist John Evelyn who laid out fine gardens here. After he moved to Surrey, Evelyn let Sayes Court, including for a short time to Peter the Great of Russia in 1698, who was studying ship building at the Royal Dockyard nearby. The mansion was demolished in 1729 and a workhouse built on the site, later converted as almshouses by a descendent of Evelyn. In 1878 he laid out part of the land as a recreation ground initially for his tenants, but later a park of 1.5 acres was opened as a public facility. Requisitioned during WWII, the park was later re-landscaped by the LCC and opened in 1952.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=LEW049"
  },
  {
    "name": "St. George's Churchyard (Borough High Street)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50139,
    "latitude": -0.09259,
    "status": "Open",
    "year_opened": 1853,
    "period_opened": "1850-1874",
    "alteration": "Shrank",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "There has been a church on the site since the C12th although the present church of St George the Martyr dates from the C18th. It is often referred to as 'Little Dorrit’s Church' because Charles Dickens’ character was baptised and married here. In 1816 the small churchyard was enlarged by Act of Parliament but it was eventually closed for burials in 1853 and was converted into a public garden in 1882. When Tabard Street was extended to Borough High Street, part of the churchyard was lost, and the detached portion was re-opened as public gardens in 1902, now called St George's Garden. The north boundary wall originally formed the southern boundary of Marshalsea Prison, where Dickens' father was incarcerated. The garden has been re-landscaped and has a number of gravestones in one corner.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU077"
  },
  {
    "name": "St. George's Garden (Borough High Street)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50149,
    "latitude": -0.09169,
    "status": "Open",
    "year_opened": 1902,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "There has been a church on the site since the C12th although the present church of St George the Martyr dates from the C18th. It is often referred to as 'Little Dorrit’s Church' because Charles Dickens’ character was baptised and married here. In 1816 the small churchyard was enlarged by Act of Parliament but it was eventually closed for burials in 1853 and was converted into a public garden in 1882. When Tabard Street was extended to Borough High Street, part of the churchyard was lost, and the detached portion was re-opened as public gardens in 1902, now called St George's Garden. The north boundary wall originally formed the southern boundary of Marshalsea Prison, where Dickens' father was incarcerated. The garden has been re-landscaped and has a number of gravestones in one corner.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU077"
  },
  {
    "name": "St. John's Churchyard",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50219,
    "latitude": -0.07875,
    "status": "Open",
    "year_opened": 1882,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "St John Horselydown was an early C18th church designed by Nicholas Hawksmoor and John James, a prominent local landmark until it was bombed in WWII. It was replaced by a new building in 1976, now London City Mission, which rises out of the remains of the old walls. The churchyard was in use until 1853. Adjoining it was a paupers' burial ground of St Olave's, now part of Potters Fields Park. St John's churchyard was laid out as public gardens in 1882. The C18th Watch House is within the garden, and C18th Vicarage is just outside.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU080"
  },
  {
    "name": "St. Mary Magdalene Churchyard",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49817,
    "latitude": -0.08043,
    "status": "Open",
    "year_opened": "<1850",
    "period_opened": "<1850",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "The parish of Saint Mary Magdalene is the ancient parish of Bermondsey. The parish church was probably founded by a local monastery. It remained the only parish in the area until 1840, when the parish of Saint James was established in response to the growing population of Bermondsey. Christ Church, Saint Paul, Saint Anne, Saint Crispin, Saint Augustine and Saint Luke all followed between 1845 and 1885. The medieval church building was rebuilt in the seventeenth century, and later added to and restored, particularly in 1883.",
    "history_link": "https://search.lma.gov.uk/scripts/mwimain.dll/144/LMA_OPAC/web_detail/REFD+P71~2FMMG?SESSIONSEARCH"
  },
  {
    "name": "St. Mary's Churchyard (Newington)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48893,
    "latitude": -0.10477,
    "status": "Open",
    "year_opened": 1879,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "",
    "history_link": ""
  },
  {
    "name": "St. Paul's Churchyard (Rotherhithe)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50611,
    "latitude": -0.04239,
    "status": "Defunct",
    "year_opened": 1855,
    "period_opened": "1850-1874",
    "alteration": "Shrank",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "The Anglican St Paul's Chapel, a chapel-of-ease to St Mary's Rotherhithe, was built in 1855 by  William Beatson and was badly damaged in the Second World War, perhaps destroyed.  There is some confusion about when it was finally demolished, but although it seems to have been decommissioned in 1955 records indicate that some part of it was in use on the site until the 1970s.\n\nSt Paul's was located at Ram Alley, later Beatson Street, close to Surrey Canal School which later became St Pauls School. Today it is the site of Peter Hills with St Mary and St Paul School.",
    "history_link": "https://russiadock.blogspot.com/2013/05/the-st-pauls-chapel-destroyed.html"
  },
  {
    "name": "St. Phillip's Churchyard (Camberwell)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48661,
    "latitude": -0.06964,
    "status": "Open",
    "year_opened": 1876,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "The church was built in 1876, consisting of a half-octagonal chancel with north organ chamber and south vestry, together with a nave, transept and aisle. The church was constructed of Kentish ragstone and designed in a medieval style. It was rebuilt in 1962. The parish was united with St. Mark, Cobourg Road in 1965.",
    "history_link": "https://search.lma.gov.uk/scripts/mwimain.dll/144/LMA_OPAC/web_detail/REFD+P73~2FPHI?SESSIONSEARCH"
  },
  {
    "name": "Southwark Park",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49476,
    "latitude": -0.05554,
    "status": "Open",
    "year_opened": 1869,
    "period_opened": "1850-1874",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Prior to becoming a public park, the site was used for market gardening and was owned by the Lord of Rotherhithe Manor. Pressure for a public park in the area began in the 1850s and in 1857 the new Metropolitan Board of Works was persuaded that Bermondsey and Rotherhithe, as well as Finsbury, were most in need and a site was approved. Southwark Park was laid out by the MBW and opened on 19 June 1869. The original layout had a wide carriage drive around the perimeter, part of which survives; various facilities were added by 1885, including a new lake and a bandstand, and in the early C20th a lido and the Ada Salter Rose Garden were among the new facilities. Rundown in the latter C20th, it was very well restored by 2001 with HLF funding, the works including a replica bandstand and bowling pavilion, and the lake restored to its original pre-WWII size and the main gates repaired. Other facilities include a cafe, visitor’s centre, art gallery, sports track and wildlife area.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU088"
  },
  {
    "name": "Potters Field Park",
    "other_names": "Tooley Street Garden",
    "borough": "Southwark",
    "longitude": 51.50361,
    "latitude": -0.07934,
    "status": "Open",
    "year_opened": 1888,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "Potters Fields Park is on a site that includes the former burial ground of St Olave's Church to the south, converted into a recreation ground in the late C19th, and riverside wharves and warehouses near the foot of Tower Bridge. When the riverside area became derelict, an ecology park was created here in 1977, remaining until 1985. The park combining these two areas was laid out in 1988 and opened as Potters Fields Park, recalling the pottery works that had existed here in the C17th. The park was re-designed in 2007\n\nWhen it first opened as a recreation ground in the late C19th, the park was known as The Tooley Street Garden, but it was re-named Potters Fields Park in 2006.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU072"
  },
  {
    "name": "Nursery Row Park",
    "other_names": "East Street Recreation Ground/ Walworth Recreation Ground",
    "borough": "Southwark",
    "longitude": 51.48988,
    "latitude": -0.09032,
    "status": "Open",
    "year_opened": 1885,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1905,
    "brief_history": "The southern portion of today's Nursery Row Park was laid out sometime between 1885-97, to provide open space for the growing local population. Known as East Street Recreation Ground, the park lay between Blendon Row and Orb Street. The MPGA assisted with funding for the layout and planting, which included perimeter plane trees that still survive today. In 1980 the park was extended to the north following slum clearance that saw demolition of streets including Nursery Row, after which the park was renamed",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU064a"
  },
  {
    "name": "Faraday Gardens",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48718,
    "latitude": -0.09098,
    "status": "Open",
    "year_opened": 1905,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "",
    "history_link": ""
  },
  {
    "name": "Little Dorrit Park",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.5022,
    "latitude": -0.09368,
    "status": "Open",
    "year_opened": 1902,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "So-called after Little Dorrit, the Dickens character who was associated with nearby Marshalsea Prison, the site had previously been Falcon Court, 'a horrible rookery of tumble-down dirty hovels'. It was created as a children's playground by the LCC's Parks and Open Spaces Committee, and was opened in 1902 by the LCC Councillor for Rotherhithe, Mr A Pomeroy-Cragg, at a ceremony accompanied by music from the North London Prize Band. Improvement works were carried out in 2001 by Little Dorrit Park Group, set up by group of local mothers including artist Danuta Solowig Wedderburn who created bronze plaques. Works included playground improvements and landscaping and the park is supported by Bankside Open Spaces Trust (BOST).",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU051"
  },
  {
    "name": "Nelson Square Gardens",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50296,
    "latitude": -0.10317,
    "status": "Open",
    "year_opened": 1904,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Nelson Square Gardens was originally for the use of residents of Nelson Square. In 1903 the owner, Viscount Halifax, gave the site to the LCC and it was laid out as a rectangular playground, with flower bed in the centre and shrub and privet hedge around the perimeter. It opened to the public in February 1904. There was formerly a bandstand and ornamental drinking fountain presented by the MPGA. The garden has 6 mature plane trees but is now mainly laid out as a tarmac playground, alongside which is a small rose garden with ornamental planting.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU061"
  },
  {
    "name": "Alfred Salter Playground",
    "other_names": "Coxon's Place/ Butler's Burial Ground",
    "borough": "Southwark",
    "longitude": 51.50078,
    "latitude": -0.07665,
    "status": "Open",
    "year_opened": 1921,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "",
    "history_link": ""
  },
  {
    "name": "Pearson Park",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50389,
    "latitude": -0.03436,
    "status": "Open",
    "year_opened": 1901,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "",
    "history_link": ""
  },
  {
    "name": "St. Mary's Churchyard Garden (Rotherhithe)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.50071,
    "latitude": -0.05415,
    "status": "Open",
    "year_opened": 1901,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "There has been a church here since at least the C10th, the present church of St Mary's Rotherhithe dating from the early C18th. Rotherhithe had strong maritime connections, with many seafarers among its parishioners. In 1620 The Mayflower sailed from here to pick up the Pilgrim Fathers, and three of its four part-owners were buried in Rotherhithe churchyard. An unusual memorial in the churchyard is that of Prince Lee Boo (d.1784), the son of the King of the Belau Islands, whose monument was erected by the East India Company. The churchyard immediately adjacent to the church was opened to the public in 1909, while the main part of the churchyard had been opened as a public garden in 1901, now called St Mary's Churchyard Gardens.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU083"
  },
  {
    "name": "Addington Square Gardens (Burgess Park)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48099,
    "latitude": -0.09224,
    "status": "Open",
    "year_opened": "<1850",
    "period_opened": "<1850",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Addington Square Garden is now a part of Burgess Park. Addington Square was built between 1810 and 1850, when the area was still mostly fields and market gardens, and became home to the well-to-do escaping densely populated central London. It had a canal and two swimming baths by 1840….\nThe square forms part of the earliest housing to be developed in the park area, dating from the beginning of the 19th century. The square was laid out some time between 1800 and 1810. The fourth, northern, side of the square was home to one of south London’s first swimming baths, which opened in 1820. Another outdoor pool opened a few years later, also on the canal bank, behind the houses on the east side of the square…\nAt the peak of the squares decline, in the 1960s, South London gangsters the Richardson brothers, Charlie and Eddie, established Peckford scrap merchants in nearby New Church Road, and a base in the square, at number 33. They later spent a lot of time in gaol, and their exploits have been documented in books, films and an art show in the square.\nThe council refuse depot on the north side later formed the basis of the first piece of recreational land in the area, which was eventually to become Burgess Park.",
    "history_link": "https://bridgetonowhere.friendsofburgesspark.org.uk/the-story-of-burgess-park-heritage-trail/heritage-trail-a-l/addington-square/#:~:text=Addington Square was built between,was born at number 13."
  },
  {
    "name": "Warwick Gardens",
    "other_names": "Azenby Road Playground",
    "borough": "Southwark",
    "longitude": 51.4695,
    "latitude": -0.07548,
    "status": "Open",
    "year_opened": 1910,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "A triangle of land of 0.13 hectares at Azenby Road at the western part of the present Warwick Gardens was acquired by Camberwell Borough Council in 1910 for £600, with a contribution from the LCC of £388. It was opened the same year as Azenby Road Playground, and maintained by Camberwell Borough Council as an open playground. It has since been expanded to the present Warwick Gardens, which was laid out post WWII.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU098"
  },
  {
    "name": "Brunswick Park",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.47587,
    "latitude": -0.08608,
    "status": "Open",
    "year_opened": 1907,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Development of meadowland here took place from 1847, when Brunswick Square was laid out with an area of private communal garden in the centre. It was named after King George IV's marriage to Caroline, daughter of the Duke of Brunswick. In 1901 Camberwell Borough Council purchased the garden, then divided by a roadway, for a public park, which opened in 1907. Tennis courts and a playground were opened in 1937, and a drinking fountain was donated. The park was refurbished by LB Southwark in 1997-99.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU011"
  },
  {
    "name": "Sydenham Hill Wood and Cox's Walk",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.43834,
    "latitude": -0.06663,
    "status": "Open",
    "year_opened": 1898,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Sydenham Hill Wood and Dulwich Woods to the west are survivors of the Great North Wood, which once covered large tracts of land here, a chain of oak woods and wooded commons that extended from Selhurst to Brockley. After 1787 Dulwich tenants lost their common rights following the Enclosure Acts, although the woods survived until the development of Crystal Palace following the Great Exhibition, which led to housing development. The steep slope of woodland running west from Sydenham Hill became the gardens of several Victorian houses, since demolished, their gardens are now back within the woodland. Although the gardens have disappeared, evidence remains in the form of exotic garden trees, and fragments of built features. Also within the woods is the disused railway track of the Crystal Palace High Level Railway.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU093"
  },
  {
    "name": "Friary Street Playground",
    "other_names": "Downes Street Playground",
    "borough": "Southwark",
    "longitude": 51.48081,
    "latitude": -0.06553,
    "status": "Open",
    "year_opened": 1910,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "",
    "history_link": ""
  },
  {
    "name": "Dulwich Library Ground",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.44871,
    "latitude": -0.0749,
    "status": "Open",
    "year_opened": 1897,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Dulwich Library is a John Passmore Edwards Library, built as a memorial to Edward Alleyn, the Elizabethan actor and founder of Alleyn's School and Dulwich College. The architect was Charles Barry and Son and the site was donated by Dulwich College. The foundation stone was laid by the famous actor Sir Henry Irving on 24 September 1896 and the library was declared open by Lord Chancellor Halsbury on the 24 November 1897.\n\nThe building probably originally operated on a closed access system where books could be selected from a catalogue and retrieved by staff for viewing. The original single-storey wing to the west of the main entrance was rebuilt in about 1950 following bomb damage in 1940 or 1941.\n\nThe building was refurbished in 2013.",
    "history_link": "https://historicengland.org.uk/listing/the-list/list-entry/1430885?section=official-list-entry"
  },
  {
    "name": "Leyton Square Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48141,
    "latitude": -0.0676,
    "status": "Open",
    "year_opened": 1901,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Leyton Square was opened to the public in 1901, after Camberwell Borough Council purchased the land in 1899 for £3,000, of which £1,500 was provided by the LCC, plus £683 for half the paving expenses. The garden has since been reconfigured, and is now within a more recent housing estate. Laid out on slightly undulating ground, it is largely laid to grass with recreation facilities, paths and seating. There are scattered trees including lines of older plane trees, presumably marking the original perimeter.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU050"
  },
  {
    "name": "One Tree Hill",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.45132,
    "latitude": -0.05191,
    "status": "Open",
    "year_opened": 1905,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "One Tree Hill has a long history and connections with significant events, its height exploited for both defence and commercial purposes. It was named after the Oak of Honor that marked the boundary of lands belonging to the Honour of Gloucester. The most famous story in its history is that Elizabeth I rested under an oak at the summit in 1602, and the third successive specimen planted in 1905 remains today. In 1896 the hill was enclosed when the adjacent Golf Club rented the land, but following an active local protest it was eventually opened as a public park in 1905, the LCC General Powers Bill of 1902 having enabled Camberwell Borough Council to compulsorily purchase the land as public open space.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU067"
  },
  {
    "name": "Holly Grove Shrubbery",
    "other_names": "South Grove Shrubbery",
    "borough": "Southwark",
    "longitude": 51.47011,
    "latitude": -0.07111,
    "status": "Open",
    "year_opened": 1897,
    "period_opened": "1875-1899",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Holly Grove Shrubbery is a Victorian shrubbery with a serpentine boundary with a footpath winding through it, of some 250 yards in length. The shrubbery adjoins the nearby listed houses in Holly Grove built between 1816 and 1822, fronted by cast iron railings. The land between South Grove and the rear of houses in Elm Grove was purchased by Camberwell Borough Council in 1896 for £966, which represented paving charges from which the owners were released, and the land was laid out as a shrubbery with the pathway along its length and opened to the public in 1897. It was extended In 1902 when further land was purchased for £350.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU039"
  },
  {
    "name": "Sumner Road Recreation Ground (Burgress Park)",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48308,
    "latitude": -0.07371,
    "status": "Open",
    "year_opened": 1900,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "Burgess Park was created by demolishing numerous houses, streets, churches and factories such as Robert White's famous lemonade factory, and by infilling the disused Grand Surrey Canal. At that time there were a number of green spaces already in existence and the LCC General Powers Act of 1952 contained provision for these to be transferred from the Metropolitan Borough of Camberwell to the LCC for incorporation into the North Camberwell Open Space including Sumner Road Recreation Ground, which had opened in 1900.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU012"
  },
  {
    "name": "Bramcote Park",
    "other_names": "Varcoe Road Recreation Ground",
    "borough": "Southwark",
    "longitude": 51.4855,
    "latitude": -0.05632,
    "status": "Open",
    "year_opened": 1906,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "The site was purchased by Camberwell Borough Council in 1905 for a sum of £2,000 and Varcoe Road Recreation Ground was opened to the public in 1906. It is protected by the London Squares and Enclosures (Preservation) Act of 1906. Now privately owned, it is a scrubby area with grass, paths and some trees.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU097"
  },
  {
    "name": "Buckenham Square Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49477,
    "latitude": -0.08722,
    "status": "Defunct",
    "year_opened": 1906,
    "period_opened": "1900-1924",
    "alteration": "Closed",
    "period_destroyed": "Uncertain",
    "first_list_appearence": 1921,
    "brief_history": "By drawing comparisons between an Ordnance Survey map dated 1944-1972 with Open Street Maps (2024) we were able to determine that Buckenham Square has been incorporated into St Saviour's and St Olave's Church of England School and as such no longer exists or the land that it stood on is no longer accessible to the public.",
    "history_link": ""
  },
  {
    "name": "Marlborough Sports Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.5031,
    "latitude": -0.09287,
    "status": "Open",
    "year_opened": 1921,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "The history of the Marlborough Sports Garden owes its existence to Consuelo Vanderbilt Balsan, Duchess of Marlborough, who decreed that “Surplus land from an insanitary area between Borough High Street and Red Cross Street should be used as a recreation ground”. The park was opened in 1921.",
    "history_link": "https://www.bost.org.uk/marlborough-sports-garden"
  },
  {
    "name": "Paragon Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49383,
    "latitude": -0.08783,
    "status": "Open",
    "year_opened": 1921,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "This was originally the communal garden of The Paragon, a late C18th crescent. When the houses were demolished and replaced by a Board School the garden survived and was purchased by the Vestry of St George the Martyr. It was laid out as public garden by the MPGA and once had a bandstand. Part of the site was later lost as a result of road schemes when the Bricklayers Arms Flyover was built in 1970 although a strip of land was added to the west as compensation and planted with shrubs. Improvements have been carried out since 2009 as part of wider improvements to the Salisbury Row neighbourhood.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU068"
  },
  {
    "name": "St. Peter's Churchyard",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48646,
    "latitude": -0.09299,
    "status": "Open",
    "year_opened": 1895,
    "period_opened": "1875-1899",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "The old churchyard was laid out by the MPGA with grass and seats, the headstones largely placed around the edge of the garden. Father Horsley also established a small zoo on the rectory garden, nicknamed the Monkey Park, which was landscaped as a community garden with the participation of the local community, a new bench sculpture unveiled in 2005.",
    "history_link": "https://www.parksandgardens.org/places/st-peters-churchyard-walworth"
  },
  {
    "name": "Sutherland Square Gardens",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.48559,
    "latitude": -0.09733,
    "status": "Open",
    "year_opened": 1923,
    "period_opened": "1900-1924",
    "alteration": "Unchanged",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "",
    "history_link": ""
  },
  {
    "name": "West Square Garden",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.49518,
    "latitude": -0.10551,
    "status": "Open",
    "year_opened": 1910,
    "period_opened": "1900-1924",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": 1921,
    "brief_history": "The land that became West Square was first leased out in 1791 by the owners, the Temple West family, from whom the square gets its name, the terraces were built by 1794 with a garden laid out by 1799. When the Bethlehem Royal Hospital moved to St George's Fields, its senior hospital staff needed accommodation nearby and West Square was laid out with terraces surrounding the garden. By 1813 it appears to have had a formal layout but it was much simplified by 1870. Threatened with development in the late C19th, the garden was saved for public open space by the MPGA in 1909, and laid out by their landscape gardener Madeline Agar. The cruciform layout was restored and the garden opened to the public in 1910. In the centre is a rose garden with sundial; a tree was planted here on 14 September 1991 to celebrate the bicentenary of West Square. The garden at one point had 4 black mulberries.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU099&sitename=West+Square+Gardens"
  },
  {
    "name": "Burgess Park",
    "other_names": "Sumner Road Recreation Ground, Addington Square Gardens",
    "borough": "Southwark",
    "longitude": 51.4833,
    "latitude": -0.08213,
    "status": "Open",
    "year_opened": 1995,
    "period_opened": "1975-1999",
    "alteration": "Expanded",
    "period_destroyed": "n/a",
    "first_list_appearence": "n/a",
    "brief_history": "Work began after WWII to provide the new public space that eventually became Burgess Park. It was the result of initiatives such as the Abercrombie Plan of 1943 and was created by demolishing numerous houses, streets, churches and factories, and infilling the disused Grand Surrey Canal. Existing green spaces were incorporated into the new North Camberwell Open Space, which by 1965 covered c.16 hectares. It was named Burgess Park in 1973 after Alderman Jessie Burgess, first lady Mayor of Camberwell. The fragmented open spaces were consolidated from 1982 onwards and in 1985/6 Southwark Council took over responsibility and began purchasing remaining properties and clearing the site, a process completed in 1995. Numerous projects have been undertaken, including planting 1000s of trees, provision of sports facilities, greening the canal route and creation of the lake. Within the park are the former Chumleigh Gardens Almshouses, which now house a café, meeting rooms as well as a World Garden and an English Garden.\n\n*Due to the complex evolutionary nature of the formation of Burgess Park, the London Parkive has chosen to depict Burgess Parks opening date as 1995, at the point at which its consolidation was completed. You can refer to the areas that were opened before this time by viewing the map through the Alterations View Mode.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU012"
  },
  {
    "name": "Hatcham Gardens",
    "other_names": "",
    "borough": "Lewisham",
    "longitude": 51.47512,
    "latitude": -0.05181,
    "status": "Under Threat",
    "year_opened": 1959,
    "period_opened": "1950-1974",
    "alteration": "Shrank",
    "period_destroyed": "n/a",
    "first_list_appearence": "n/a",
    "brief_history": "Hatcham Gardens is currently under threat. Part of the park was flattened to accommodate housing development next door to the park with the understanding that the park would be restored to its former state after the development had completed. Development was completed in 2020 but the areas closed for development are still boarded up. There is no indication as to when the park will be restored to its former state.",
    "history_link": "https://www.theguardian.com/environment/2023/jun/29/most-children-live-flats-park-boarded-up-developers"
  },
  {
    "name": "Mint Street Park",
    "other_names": "",
    "borough": "Southwark",
    "longitude": 51.502,
    "latitude": -0.09644,
    "status": "Open",
    "year_opened": "Unknown",
    "period_opened": "1975-1999",
    "alteration": "Unknown",
    "period_destroyed": "n/a",
    "first_list_appearence": "n/a",
    "brief_history": "Mint Street Park was laid out on the site previously occupied by the Evelina Hospital for Sick Children founded by Baron Frederick de Rothschild in memory of his wife Evelina who died in premature childbirth in 1866. It opened in 1869 and remained here until 1976 although it was later re-established in a new building next to St Thomas' Hospital. After the hospital closed the buildings were demolished and the site became green space. Mint Street Park was re-landscaped by Bankside Open Spaces Trust (BOST) working with local people to carry out improvements that included new landscaping, access and lighting. Raised beds were created and planted by the gardening club working with Putting Down Roots, a project run by St Mungo's Association working with homeless people. Mint Street Park is now s a local play space and venue for community events, and includes an adventure play facility.",
    "history_link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU060"
  }
]